[
  {
    "plantId": "malus-pumila",
    "name": "Manzana",
    "description": "Una manzana es una fruta dulce y comestible producida por un manzano (Malus pumila). Los manzanos se cultivan en todo el mundo y son las especies más cultivadas en el género Malus. El árbol se originó en Asia Central, donde su antepasado salvaje, Malus sieversii, todavía se encuentra hoy en día. Las manzanas se han cultivado durante miles de años en Asia y Europa, y fueron traídas a América del Norte por colonos europeos. Las manzanas tienen un significado religioso y mitológico en muchas culturas, incluidas las tradiciones cristianas nórdicas, griegas y europeas. <br><br>Los árboles de abastos son grandes si se cultivan a partir de semillas. En general, los cultivares de manzana se propagan mediante injertos en portainjertos, que controlan el tamaño del árbol resultante. Hay más de 7.500 cultivares conocidos de manzanas, lo que resulta en una gama de características deseadas. Diferentes cultivares se crían para diversos gustos y usos, incluyendo cocinar, comer crudo y la producción de sidra. Los árboles y las frutas son propensos a una serie de problemas fúngicos, bacterianos y de plagas, que pueden controlarse por una serie de medios orgánicos y no orgánicos. En 2010, el genoma de la fruta fue secuenciado como parte de la investigación sobre el control de enfermedades y la cría selectiva en la producción de manzanas. <br><br> La producción mundial de manzanas en 2014 fue de 84,6 millones de toneladas, y China representa el 48% del total.<br><br>(From <a href=\"https://es.wikipedia.org/wiki/Manzana\">Wikipedia</a>)",
    "growZoneNumber": 3,
    "wateringInterval": 30,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/55/Apple_orchard_in_Tasmania.jpg"
  },
  {
    "plantId": "beta-vulgaris",
    "name": "Remolacha",
    "description": "La remolacha es la porción de raíz principal de la planta de remolacha, generalmente conocida en América del Norte como remolacha y también conocida como remolacha de mesa, remolacha de jardín, remolacha roja o remolacha dorada. Es una de varias de las variedades cultivadas de Beta vulgaris cultivadas por sus raíces comestibles y sus hojas (llamadas hojas de remolacha). Estas variedades han sido clasificadas como B. vulgaris subsp. vulgaris Conditiva Group. <br><br>Otramente como alimento, la remolacha tiene uso como colorante alimentario y como planta medicinal. Muchos productos de remolacha están hechos de otras variedades de Beta vulgaris, particularmente remolacha azucarera.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Beetroot\">Wikipedia</a>)",
    "growZoneNumber": 2,
    "wateringInterval": 7,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Beetroot_jm26647.jpg"
  },
  {
    "plantId": "coriandrum-sativum",
    "name": "Cilantro",
    "description": "El cilantro, también conocido como cilantro o perejil chino, es una hierba anual de la familia Apiaceae. Todas las partes de la planta son comestibles, pero las hojas frescas y las semillas secas son las partes más utilizadas tradicionalmente en la cocina.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Coriander\">Wikipedia</a>)",
    "growZoneNumber": 2,
    "wateringInterval": 2,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/51/A_scene_of_Coriander_leaves.JPG"
  },
  {
    "plantId": "solanum-lycopersicum",
    "name": "Tomate",
    "description": "El tomate es la baya comestible, a menudo roja, de la solanácea Solanum lycopersicum, comúnmente conocida como planta de tomate. La especie se originó en el oeste de América del Sur. La palabra náhuatl (lengua azteca) tomatl dio origen a la palabra española tomate, de la cual deriva la palabra inglesa tomate. Su uso como alimento cultivado puede haberse originado con los pueblos indígenas de México. Los españoles encontraron el tomate por su contacto con los aztecas durante la colonización española de las Américas y lo trajeron a Europa. Desde allí, el tomate se introdujo en otras partes del mundo colonizado por los europeos durante el siglo 16. <br><br>El tomate se consume de diversas maneras, crudo o cocido, en muchos platos, salsas, ensaladas y bebidas. Si bien los tomates son frutas, clasificadas botánicamente como bayas, se usan comúnmente como ingrediente vegetal o guarnición. <br><br>Numerous variedades de la planta de tomate se cultivan ampliamente en climas templados en todo el mundo, con invernaderos que permiten la producción de tomates durante todas las estaciones del año. Las plantas de tomate generalmente crecen a 1-3 metros (3-10 pies) de altura. Son enredaderas que tienen un tallo débil que se extiende y generalmente necesita apoyo. Las plantas de tomate indeterminadas son perennes en su hábitat nativo, pero se cultivan como anuales. Determinadas, o arbustos, las plantas son anuales que dejan de crecer a una cierta altura y producen un cultivo de una sola vez. El tamaño del tomate varía según el cultivar, con un rango de 0.5–4 pulgadas (1.3–10.2 cm) de ancho.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Tomato\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 4,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Cherry_tomatoes_red_and_green_2009_16x9.jpg"
  },
  {
    "plantId": "persea-americana",
    "name": "Aguacate",
    "description": "El aguacate (Persea americana) es un árbol, que durante mucho tiempo se pensó que se originó en el centro sur de México, clasificado como un miembro de la familia de plantas con flores Lauraceae. El fruto de la planta, también llamado aguacate (o pera de aguacate o pera de cocodrilo), es botánicamente una baya grande que contiene una sola semilla grande. <br><br>Avocados son comercialmente valiosos y se cultivan en climas tropicales y mediterráneos en todo el mundo. Tienen un cuerpo carnoso de piel verde que puede tener forma de pera, en forma de huevo o esférico. Comercialmente, maduran después de la cosecha. Los árboles de aguacate son parcialmente autopolinizantes y a menudo se propagan a través del injerto para mantener una calidad y cantidad predecibles de la fruta.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Avocado\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Branch_and_fruit_of_the_Maluma_avocado_cultivar.jpg"
  },
  {
    "plantId": "pyrus-communis",
    "name": "Pera",
    "description": "El peral y arbusto es una especie del género Pyrus, de la familia Rosaceae, que lleva el fruto del orujo del mismo nombre. Varias especies de pera son valoradas por su fruta comestible y jugos, mientras que otras se cultivan como árboles.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Pear\">Wikipedia</a>)",
    "growZoneNumber": 3,
    "wateringInterval": 30,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/More_pears.jpg"
  },
  {
    "plantId": "solanum-melongena",
    "name": "Berenjena",
    "description": "La berenjena (Estados Unidos), berenjena (Reino Unido) o berenjena (sur de Asia y Sudáfrica) es una especie de planta fanerógama perteneciente a la familia Solanaceae, Solanum melongena, cultivada por su fruto comestible a menudo púrpura. <br><br>El fruto esponjoso y absorbente de la planta es ampliamente utilizado en la cocina en muchas cocinas diferentes, y a menudo se considera un vegetal, a pesar de que es una baya por definición botánica. Como miembro del género Solanum, está relacionado con el tomate y la papa. Al igual que el tomate, se puede comer su piel y semillas, pero, al igual que la papa, no es recomendable comerlo crudo. La berenjena suministra bajos contenidos de macronutrientes y micronutrientes. La capacidad de la fruta para absorber aceites y sabores en su carne a través de la cocina es bien conocida en las artes culinarias.<br><br>Se domesticó originalmente de la especie de solanácea silvestre espina o manzana amarga, S. incanum, probablemente con dos domesticaciones independientes: una en el sur de Asia y otra en el este de Asia.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Eggplant\">Wikipedia</a>)",
    "growZoneNumber": 4,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Eggplant_display.JPG"
  },
  {
    "plantId": "vitis-vinifera",
    "name": "Uva",
    "description": "Una uva es un fruto, botánicamente una baya, de las vides leñosas caducifolias del género de plantas con flores Vitis. <br><br>Los grapes se pueden comer frescos como uvas de mesa o se pueden usar para hacer vino, mermelada, jugo, gelatina, extracto de semilla de uva, pasas, vinagre y aceite de semilla de uva. Las uvas son un tipo de fruta no climatérica, que generalmente se produce en racimos.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Grape\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 9,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/03/Grape_Plant_and_grapes9.jpg"
  },
  {
    "plantId": "mangifera-indica",
    "name": "Mango",
    "description": "Los mangos son jugosas frutas de hueso (drupas) de numerosas especies de árboles tropicales pertenecientes al género de plantas con flores Mangifera, cultivadas principalmente por su fruto comestible. <br><br>La mayoría de estas especies se encuentran en la naturaleza como mangos salvajes. El género pertenece a la familia Anacardiaceae. Los mangos son nativos del sur de Asia, desde donde el 'mango común' o 'mango indio', Mangifera indica, se ha distribuido en todo el mundo para convertirse en una de las frutas más cultivadas en los trópicos. Otras especies de Mangifera (por ejemplo, mango de caballo, Mangifera foetida) se cultivan sobre una base más localizada. <br><br>Es el fruto nacional de la India, Pakistán y Filipinas, y el árbol nacional de Bangladesh.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Mango\">Wikipedia</a>)",
    "growZoneNumber": 11,
    "wateringInterval": 7,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/67/Mangos_criollos_y_pera.JPG"
  },
  {
    "plantId": "citrus-x-sinensis",
    "name": "Orange",
    "description": "The orange is the fruit of the citrus species Citrus × sinensis in the family Rutaceae. It is also called sweet orange, to distinguish it from the related Citrus × aurantium, referred to as bitter orange. The sweet orange reproduces asexually (apomixis through nucellar embryony); varieties of sweet orange arise through mutations.<br><br>The orange is a hybrid between pomelo (Citrus maxima) and mandarin (Citrus reticulata). The chloroplast genome, and therefore the maternal line, is that of pomelo. The sweet orange has had its full genome sequenced.<br><br>Sweet oranges were mentioned in Chinese literature in 314 BC. As of 1987, orange trees were found to be the most cultivated fruit tree in the world. Orange trees are widely grown in tropical and subtropical climates for their sweet fruit. The fruit of the orange tree can be eaten fresh, or processed for its juice or fragrant peel. As of 2012, sweet oranges accounted for approximately 70% of citrus production.<br><br>In 2014, 70.9 million tonnes of oranges were grown worldwide, with Brazil producing 24% of the world total followed by China and India.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Orange_(fruit)\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 30,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Apfelsinenbaum--Orange_tree.jpg"
  },
  {
    "plantId": "helianthus-annuus",
    "name": "Sunflower",
    "description": "Roses are red<br>Violets are blue<br>Sunflowers have seeds<br>That folks love to chew<br><br>- M.G., 2018<br><br>Helianthus annuus, the common sunflower, is a large annual forb of the genus Helianthus grown as a crop for its edible oil and edible fruits. This sunflower species is also used as wild bird food, as livestock forage (as a meal or a silage plant), in some industrial applications, and as an ornamental in domestic gardens. The plant was first domesticated in the Americas. Wild Helianthus annuus is a widely branched annual plant with many flower heads. The domestic sunflower, however, often possesses only a single large inflorescence (flower head) atop an unbranched stem. The name sunflower may derive from the flower's head's shape, which resembles the sun, or from the impression that the blooming plant appears to slowly turn its flower towards the sun as the latter moves across the sky on a daily basis.<br><br>Sunflower seeds were brought to Europe from the Americas in the 16th century, where, along with sunflower oil, they became a widespread cooking ingredient.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Helianthus_annuus\">Wikipedia</a>)",
    "growZoneNumber": 8,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Sunflowers_in_field_flower.jpg"
  },
  {
    "plantId": "citrullus-lanatus",
    "name": "Watermelon",
    "description": "Citrullus lanatus is a plant species in the family Cucurbitaceae, a vine-like (scrambler and trailer) flowering plant originating in West Africa. It is cultivated for its fruit. The subdivision of this species into two varieties, watermelons (Citrullus lanatus (Thunb.) var. lanatus) and citron melons (Citrullus lanatus var. citroides (L. H. Bailey) Mansf.), originated with the erroneous synonymization of Citrullus lanatus (Thunb.) Matsum. & Nakai and Citrullus vulgaris Schrad. by L.H. Bailey in 1930. Molecular data including sequences from the original collection of Thunberg and other relevant type material, show that the sweet watermelon (Citrullus vulgaris Schrad.) and the bitter wooly melon Citrullus lanatus (Thunb.) Matsum. & Nakai are not closely related to each other. Since 1930, thousands of papers have misapplied the name Citrullus lanatus (Thunb.) Matsum. & Nakai for the watermelon, and a proposal to conserve the name with this meaning was accepted by the relevant nomenclatural committee and confirmed at the International Botanical Congress in Shenzhen.<br><br>The bitter South African melon first collected by Thunberg has become naturalized in semiarid regions of several continents, and is designated as a 'pest plant' in parts of Western Australia where they are called pig melon.<br><br>Watermelon (Citrullus lanatus) is a scrambling and trailing vine in the flowering plant family Cucurbitaceae. The species was long thought to have originated in southern Africa, but this was based on the erroneous synonymization by L. H. Bailey (1930) of a South African species with the cultivated watermelon. The error became apparent with DNA comparison of material of the cultivated watermelon seen and named by Linnaeus and the holotype of the South African species. There is evidence from seeds in Pharao tombs of watermelon cultivation in Ancient Egypt. Watermelon is grown in tropical and subtropical areas worldwide for its large edible fruit, also known as a watermelon, which is a special kind of berry with a hard rind and no internal division, botanically called a pepo. The sweet, juicy flesh is usually deep red to pink, with many black seeds, although seedless varieties have been cultivated. The fruit can be eaten raw or pickled and the rind is edible after cooking.<br><br>Considerable breeding effort has been put into disease-resistant varieties. Many cultivars are available that produce mature fruit within 100 days of planting the crop.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Watermelon\">Wikipedia</a>)",
    "growZoneNumber": 7,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/01266jfWatermelons_Philippines_textures_Apolonio_Samson_Market_Quezon_Cityfvf_02.jpg"
  },
  {
    "plantId": "hibiscus-rosa-sinensis",
    "name": "Hibiscus",
    "description": "Hibiscus is a genus of flowering plants in the mallow family, Malvaceae. The genus is quite large, comprising several hundred species that are native to warm temperate, subtropical and tropical regions throughout the world. Member species are renowned for their large, showy flowers and those species are commonly known simply as 'hibiscus', or less widely known as rose mallow. There are also names for hibiscus such as hardy hibiscus, rose of sharon, and tropical hibiscus.<br><br>The genus includes both annual and perennial herbaceous plants, as well as woody shrubs and small trees. The generic name is derived from the Greek name ἰβίσκος (hibiskos) which Pedanius Dioscorides gave to Althaea officinalis (c. 40–90 AD).<br><br>Several species are widely cultivated as ornamental plants, notably Hibiscus syriacus and Hibiscus rosa-sinensis.<br><br>A tea made from hibiscus flowers is known by many names around the world and is served both hot and cold. The beverage is known for its red colour, tart flavour, and vitamin C content.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Hibiscus\">Wikipedia</a>)",
    "growZoneNumber": 10,
    "wateringInterval": 1,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Hibiscus_rosa-sinensis_flower_2.JPG"
  },
  {
    "plantId": "cypripedium-reginae",
    "name": "Pink & White Lady's Slipper",
    "description": "Cypripedium reginae, known as the showy lady's slipper, pink-and-white lady's-slipper, or the queen's lady's-slipper, is a rare terrestrial lady's-slipper orchid native to northern North America.<br><br>It is the state flower of Minnesota, United States, and the provincial flower of Prince Edward Island, Canada.<br><br>Despite producing a large amount of seeds per seed pod, it reproduces largely by vegetative reproduction, and remains restricted to the North East region of the United States and south east regions of Canada. Although never common, this rare plant has vanished from much of its historical range due to habitat loss. It has been a subject of horticultural interest for many years with Charles Darwin who, like many, was unsuccessful in cultivating the plant.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Cypripedium_reginae\">Wikipedia</a>)",
    "growZoneNumber": 4,
    "wateringInterval": 7,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Cypripedium_reginae_Orchi_004.jpg"
  },
  {
    "plantId": "aquilegia-coerulea",
    "name": "Rocky Mountain Columbine",
    "description": "Aquilegia coerulea, the state flower of Colorado, is a species of flowering plant in the buttercup family Ranunculaceae, native to the Rocky Mountains from Montana south to New Mexico and west to Idaho and Arizona. Its common name is Colorado blue columbine; sometimes it is called \"Rocky Mountain columbine,\" but this also refers to Aquilegia saximontana.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Aquilegia_coerulea\">Wikipedia</a>)",
    "growZoneNumber": 5,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Aquilegia_caerulea.jpg"
  },
  {
    "plantId": "magnolia-denudata",
    "name": "Yulan Magnolia",
    "description": "Magnolia denudata, known as the lilytree or Yulan magnolia (simplified Chinese: 玉兰花; traditional Chinese: 玉蘭花), is native to central and eastern China. It has been cultivated in Chinese Buddhist temple gardens since 600 AD. Its flowers were regarded as a symbol of purity in the Tang Dynasty and it was planted in the grounds of the Emperor's palace.<br><br>It is the official city flower of Shanghai.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Magnolia_denudata\">Wikipedia</a>)",
    "growZoneNumber": 8,
    "wateringInterval": 7,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/Yulan_magnolia_%28Magnolia_denudata%29_%2816953983745%29.jpg"
  },
  {
    "plantId": "bougainvillea-glabra",
    "name": "Bougainvillea",
    "description": "Bougainvillea is a genus of thorny ornamental vines, bushes, or trees. The inflorescence consists of large colourful sepallike bracts which surround three simple waxy flowers. The vine species grow anywhere from 1 to 12 m (3 to 40 ft.) tall, scrambling over other plants with their spiky thorns, which are tipped with a black, waxy substance. They are evergreen where rainfall occurs all year, or deciduous if there is a dry season.<br><br>Bougainvillea glabra (simplified Chinese: 簕杜鹃; traditional Chinese: 簕杜鵑) is the official city flower of Shenzhen and many other cities around the world.<br><br><br>(From <a href=\\\"https://en.wikipedia.org/wiki/Bougainvillea\\\">Wikipedia</a>)",
    "growZoneNumber": 10,
    "wateringInterval": 21,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Paperflower_--_Bougainvillea_glabra.jpg"
  }
]
